{
    "美文":[
        {
            "title":"Please Dress Me in Red",
            "info":" 来源：网络文章 时间：2015-08-21 ",
            "imgurl":"https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=852076877,3007047681&fm=27&gp=0.jpg",
            "context":"In my dual profession as an educator and health care provider, I have worked with numerous children infected with the virus that causes AIDS. The relationships that I have had with these special kids have been gifts in my life. They have taught me so many things, but I have especially learned that great courage can be found in the smallest of packages. Let me tell you about Tyler. Tyler was born infected with HIV: his mother was also infected. From the very beginning of his life, he was dependent on medications to enable him to survive. When he was five, he had a tube surgically inserted in a vein in his chest. This tube was connected to a pump, which he carried in a small backpack on his back. Medications were hooked up to this pump and were continuously supplied through this tube to his bloodstream. At times, he also needed supplemented oxygen to support his breathing. Tyler wasn’t willing to give up one single moment of his childhood to this deadly disease. It was not unusual to find him playing and racing around his backyard, wearing his medicine-laden backpack and dragging his tank of oxygen behind him in his little wagon. All of us who knew Tyler marveled at his pure joy in being alive and the energy it gave him. Tyler’s mom often teased him by telling him that he moved so fast she needed to dress him in red. That way, when she peered through the window to check on him playing in the yard, she could quickly spot him. This dreaded disease eventually wore down even the likes of a little dynamo like Tyler. He grew quite ill and, unfortunately, so did his HIV-infected mother. When it became apparent that he wasn’t going to survive, Tyler’s mom talked to him about death. She comforted him by telling Tyler that she was dying too, and that she would be with him soon in heaven. A few days before his death, Tyler beckoned me over to his hospital bed and whispered, “I might die soon. I’m not scared. When I die, please dress me in red. Mom promised she’s coming to heaven, too. I’ll be playing when she gets there, and I want to make sure she can find me."
        },
        {
            "title":"My Father",
            "info":"作者：zhexienian 来源：文章阅读网 时间：2013-05-19 16:18",
            "imgurl":"https://ss1.bdstatic.com/70cFvXSh_Q1YnxGkpoWK1HF6hhy/it/u=1186643328,3233893073&fm=27&gp=0.jpg",
            "context":"My father was a self-taught mandolin player. He was one of the best string instrument players in our town. He could not read music, but if he heard a tune a few times, he could play it. When he was younger, he was a member of a small country music band. They would play at local dances and on a few occasions would play for the local radio station. He often told us how he had auditioned and earned a position in a band that featured Patsy Cline as their lead singer. He told the family that after he was hired he never went back. Dad was a very religious man. He stated that there was a lot of drinking and cursing the day of his audition and he did not want to be around that type of environment. Dad loved to play the mandolin for his family he knew we enjoyed singing, and hearing him play. He was like that. If he could give pleasure to others, he would, especially his family. He was always there, sacrificing his time and efforts to see that his family had enough in their life. I had to mature into a man and have children of my own before I realized how much he had sacrificed. When Dad was younger, he worked for his father on the farm. His father was a farmer and sharecropped a farm for the man who owned the property. In 1950, our family moved from the farm. Dad had gained employment at the local limestone quarry. When the quarry closed in August of 1957, he had to seek other employment. He worked for Owens Yacht Company in Dundalk, Maryland and for Todd Steel in Point of Rocks, Maryland. While working at Todd Steel, he was involved in an accident. His job was to roll angle iron onto a conveyor so that the welders farther up the production line would have it to complete their job. On this particular day Dad got the third index finger of his left hand mashed between two pieces of steel. The doctor who operated on the finger could not save it, and Dad ended up having the tip of the finger amputated. He didn't lose enough of the finger where it would stop him picking up anything, but it did impact his ability to play the mandolin"
        },
        {
            "title":"What I Have Lived For",
            "info":"作者：UandME 来源：会员推荐 时间：2013-05-02 07:42 ",
            "imgurl":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1526134527347&di=613a21f611117427b6c6e8bff4916093&imgtype=0&src=http%3A%2F%2Fimg5.anzhi.com%2Fdata1%2Fthumb%2F201310%2F13%2Fcom.xdwh.ebook525fb71ae3899a4d760617dcd2b6d2e8_11135000.jpg",
            "context":"Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind. These passions, like great winds, have blown me hither and thither, in a wayward course, over a great ocean of anguish, reaching to the very verge of despair. I have sought love, first, because it brings ecstasy - ecstasy so great that I would often have sacrificed all the rest of life for a few hours of this joy. I have sought it, next, because it relieves loneliness--that terrible loneliness in which one shivering consciousness looks over the rim of the world into the cold unfathomable lifeless abyss. I have sought it finally, because in the union of love I have seen, in a mystic miniature, the prefiguring vision of the heaven that saints and poets have imagined. This is what I sought, and though it might seem too good for human life, this is what--at last--I have found. With equal passion I have sought knowledge. I have wished to understand the hearts of men. I have wished to know why the stars shine. And I have tried to apprehend the Pythagorean power by which number holds sway above the flux. A little of this, but not much, I have achieved. Love and knowledge, so far as they were possible, led upward toward the heavens. But always pity brought me back to earth. Echoes of cries of pain reverberate in my heart. Children in famine, victims tortured by oppressors, helpless old people a burden to their sons, and the whole world of loneliness, poverty, and pain make a mockery of what human life should be. I long to alleviate this evil, but I cannot, and I too suffer. This has been my life. I have found it worth living, and would gladly live it again if the chance were offered me. First, I want to tell you how proud we are. Getting into Columbia is a real testament of what a great well-rounded student you are. Your academic, artistic, and social skills have truly blossomed in the last few years. Whether it is getting the highest grade in Calculus, completing your elegant fashion design, successfully selling your painted running shoes, or becoming one of the top orators in Model United Nations, you have become a talented and accomplished young woman. You should be as proud of yourself as we are. "
        },
        {
            "title":"那些年那些天非做不可的事情....",
            "info":"作者：我是大白菜小翠。 来源：会员推荐 时间：2013-04-19 15:15",
            "imgurl":"https://ss3.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=3640151037,2949512020&fm=27&gp=0.jpg",
            "context":"Age has reached the end of the beginning of a word. May be guilty in his seems to passing a lot of different life became the appearance of the same day; May be back in the past, to oneself the paranoid weird belief disillusionment, these days, my mind has been very messy, in my mind constantly. Always feel oneself should go to do something, or write something. Twenty years of life trajectory deeply shallow, suddenly feel something, do it. The end of our life, and can meet many things really do? During my childhood, think lucky money and new clothes are necessary for New Year, but as the advance of the age, will be more and more found that those things are optional; Junior high school, thought to have a crush on just means that the real growth, but over the past three years later, his writing of alumni in peace, suddenly found that isn't really grow up, it seems is not so important; Then in high school, think don't want to give vent to out your inner voice can be in the high school children of the feelings in a period, but was eventually infarction when graduation party in the throat, later again stood on the pitch he has sweat profusely, looked at his thrown a basketball hoops, suddenly found himself has already can't remember his appearance. Originally, this world, can produce a chemical reaction to an event, in addition to resolutely, have to do, and time. A person's time, your ideas are always special to clear. Want, want, line is clear, as if nothing could shake his. Also once seemed to be determined to do something, but more often is he backed out at last. Dislike his cowardice, finally found that there are a lot of love, there are a lot of miss, like shadow really have been doomed. Those who do, just green years oneself give oneself an arm injection, or is a self-righteous spiritual. At the moment, the sky is dark, the air is fresh factor after just rained. Suddenly thought of blue plaid shirt; Those were broken into various shapes of stationery; From the corner at the beginning of deep friendship; Have declared the end of the encounter that haven't start planning... Those years, those days of do, finally, like youth, will end in our life."
        },
        {
            "title":"李开复给女儿的信：你该如何度过大学生涯",
            "info":"作者：shyungchongzeng 来源：文章阅读网 时间：2013-04-10 23:11 ",
            "imgurl":"http://img.ivsky.com/img/tupian/t/201408/25/xinjian.jpg",
            "context":"Dear Daughter: As we drove off from Columbia, I wanted to write a letter to you to tell you all that is on my mind. You have been a great kid ever since you were born, always quiet, empathetic, attentive, and well-mannered. You were three when we built our house. I remember you quietly followed us every weekend for more than ten hours a day to get building supplies. You put up with that boring period without a fuss, happily ate hamburgers every meal in the car, sang with Barney until you fell asleep. When you went to Sunday Chinese school, you studied hard even though it was no fun for you. I cannot believe how lucky we are as parents to have a daughter like you. You have been an excellent elder sister. Even though you two had your share of fights, the last few years you have become best friends. Your sister loves you so much, and she loves to make you laugh. She looks up to you, and sees you as her role model. As you saw when we departed, she misses you so much. And I know that you miss her just as much. There is nothing like family, and other than your parents, your sister is the one person who you can trust and confide in. She will be the one to take care of you, and the one you must take care of. There is nothing we wish more than that your sisterhood will continue to bond as you grow older, and that you will take care of each other throughout your lives. For the next four years, do have a short video chat with her every few days, and do email her when you have a chance."
        },
        {
            "title":"经典英文哲理句子",
            "info":"作者：little bird 来源：会员推荐 时间：2012-04-27 11:21",
            "imgurl":"https://ss1.bdstatic.com/70cFvXSh_Q1YnxGkpoWK1HF6hhy/it/u=1833143434,1348644657&fm=27&gp=0.jpg",
            "context":"The past is gone and static. Nothing we can do will change it. Thefuture is before us and dynamic. Everything we do will affect it. 往昔已逝，静如止水；我们无法再做改变。而前方的未来正生机勃勃；我们所做的每一件事都将影响着它 You laugh at me for being different, but I laugh at you for being the same. 你嘲笑我和别人不一样，我嘲笑你和大家都一样 The consequences of today are determined by the actions of the past. To change your future, alter your decisions today. 今天的果，缘于过去行为种下的因。想要改变你的未来，改变你的今天 Life is not measured by the number of breaths we take, but by the moments that take our breath away 生活，不是用我们呼吸了多少下来衡量的，而是要看我们多少次屏住呼吸 Don't go around saying the world owes you a living. The world owes you nothing. It was here first. 别到处宣称世界对你不公平，世界不欠你任何东西，因为世界比你早诞生的多。"
        },
        {
            "title":"经典英文短语",
            "info":"作者：大包子 来源：会员推荐 时间：2011-05-27 17:40",
            "imgurl":"https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=1100046751,3463708853&fm=27&gp=0.jpg",
            "context":"It hurts to love someone and not be loved in return. But what is more painful is to love someone and never find the courage to let that person know how you feel. 只有付出的爱是痛苦的，但比这更痛苦是爱一个人却没有勇气让那人知道你的感情 A sad thing in life is when you meet someone who means a lot to you，only to find out in the end that it was never meant to be and you just have to let go. 生命中令人悲伤的一件事是你遇到了一个对你来说很重要的人，但却最终发现你们有缘无份，因此你不得不放手 The best kind of friend is the kind you can sit on a porch swing with，never say a word，and then walk away feeling like it was the best conversation you've ever had. 最好的朋友就是那种能和你促膝而坐，彼此不说只字片语，分别时却感到这是你有过的最好的一次交流！ It's true that we don't know what we've got until we lose it, but it's also true that we don't know what we've been losing until it arrives. 的确只有当我们失去时才知道曾拥有的是什么，同样，只有当我们拥有了才知道曾经失去了什么 Don't go for looks；they can deceive. Don't go for wealth；even that fades away. Go for someone who makes you smile because it takes only a smile to make a dark day seem bright. 别倾心于容貌，因为它具有欺骗性，也别倾心于财富，它也会消散，倾心于那个能带给你笑容的人吧，因为一个笑容能使漫漫长夜如白昼般明亮。 Love begins with a smile，grows with a kiss，ends with a tear. When you were born，you were crying and everyone around you was smiling. Live your life so that when you die，you're the one smiling and everyone around you is crying. 爱情以笑开始，以吻转浓，以泪结束。当你哭着降临人世时，身边的每个人都在为此欢笑，好好生活吧，这样你就能含笑离开人世，而身边的每个人都在为此哭泣"
        },
        {
            "title":"坚持不懈，直到成功",
            "info":"作者：王荐 来源：会员推荐 时间：2011-04-09 20:36",
            "imgurl":"https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=1272826230,2684080084&fm=27&gp=0.jpg",
            "context":"In the Orient young bulls are tested for the fight arena in a certain manner. Each is brought to the ring and allowed to attack a picador who pricks them with a lance. The bravery of each bull is then rated with care according to the number of times he demonstrates his willingness to charge in spite of the sting of the blade. Henceforth will I recognize that each day I am tested by life in like manner. If I persist, if I continue to try, if I continue to charge forward, I will succeed. I was not delivered unto this world in defeat, nor does failure course in my veins. I am not a sheep waiting to be prodded by my shepherd. I am a lion and I refuse to talk, to walk, to sleep with the sheep. I will hear not those who weep and complain, for their disease is contagious. Let them join the sheep. The slaughterhouse of failure is not my destiny. The prizes of life are at the end of each journey, not near the beginning; and it is not given to me to know how many steps are necessary in order to reach my goal. Failure I may still encounter at the thousandth step, yet success hides behind the next bend in the road. Never will I know how close it lies unless I turn the corner. Henceforth, I will consider each day's effort as but one blow of my blade against a mighty oak. The first blow may cause not a tremor in the wood, nor the second, nor the third. Each blow, of itself, may be trifling, and seem of no consequence. Yet from childish swipes the oak will eventually tumble. So it will be with my efforts of today. I will be liken to the raindrop which washes away the mountain; the ant who devours a tiger; the star which brightens the earth; the slave who builds a pyramid. I will build my castle one brick at a time for I know that small attempts, repeated, will complete any undertaking. I will never consider defeat and I will remove from my vocabulary such words and phrases as quit, cannot, unable, impossible, out of the question, improbable, failure, unworkable, hopeless, and retreat; for they are the words of fools. I will avoid despair but if this disease of the mind should infect me then I will work on in despair. I will toil and I will endure. I will ignore the obstacles at my feet and keep mine eyes on the goals above my head, for I know that where dry desert ends, green grass grows. Henceforth, I will learn and apply another secret of those who excel in my work. When each day is ended, not regarding whether it has been a success or a failure, I will attempt to achieve one more sale. When my thoughts beckon my tired body homeward I will resist the temptation to depart. I will try again. I will make one more attempt to close with victory, and if that fails I will make another. Never will I allow any day to end with a failure. Thus will I plant the seed of tomorrow's success and gain an insurmountable advantage over those who cease their labor at a prescribed time. When others cease their struggle, the mine will begin, and my harvest will be full So long as there is breath in me, that long will I persist. For now I know one of the greatest principles of success; if I persist long enough I will win"
        },
        {
            "title":"好好想想……",
            "info":"作者： 来源：网络文章 时间：2011-03-12 09:23",
            "imgurl":"https://ss1.bdstatic.com/70cFvXSh_Q1YnxGkpoWK1HF6hhy/it/u=1595163017,1518522578&fm=27&gp=0.jpg",
            "context":"Things do not change; we change. Sell your clothes and keep your thoughts. Today we have higher buildings and wider highways, but shorter temperaments and narrower points of view; We reached the moon and came back, but we find it troublesome to cross our own street and meet our neighbors; These are the days in which it takes two salaries for each home, but divorces increase; You do not keep anything for a special occasion. because every day that you live is a special occasion. Search for knowledge, read more ,sit on your porch and admire the view without paying attention to your needs; Spend more time with your family and friends, eat your favorite foods, visit the places you love; Use your crystal goblets. do not save your best perfume, and use it every time you feel you want it. "
        },
        {
            "title":"What I Have Lived For",
            "info":"作者： 来源： 时间：2007-07-13 06:27 阅读：78661",
            "imgurl":"http://www.51pptmoban.com/d/file/2017/02/12/123a817d124adddaab6d3987e0986d19.jpg",
            "context":"Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind. These passions, like great winds, have blown me hither and thither, in a wayward course, over a great ocean of anguish, reaching to the very verge of despair. I have sought love, first, because it brings ecstasy - ecstasy so great that I would often have sacrificed all the rest of life for a few hours of this joy. I have sought it, next, because it relieves loneliness--that terrible loneliness in which one shivering consciousness looks over the rim of the world into the cold unfathomable lifeless abyss. I have sought it finally, because in the union of love I have seen, in a mystic miniature, the prefiguring vision of the heaven that saints and poets have imagined. This is what I sought, and though it might seem too good for human life, this is what--at last--I have found. Love and knowledge, so far as they were possible, led upward toward the heavens. But always pity brought me back to earth. Echoes of cries of pain reverberate in my heart. Children in famine, victims tortured by oppressors, helpless old people a burden to their sons, and the whole world of loneliness, poverty, and pain make a mockery of what human life should be. I long to alleviate this evil, but I cannot, and I too suffer. This has been my life. I have found it worth living, and would gladly live it again if the chance were offered me."
        },
        {
            "title":"疑难问题 The Problem",
            "info":"作者： 来源： 时间：2007-08-03 02:06",
            "imgurl":"https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=3320220320,2870062492&fm=27&gp=0.jpg",
            "context":"I felt a moment of fear as Mortimer spoke these words.Holmes sat forward in his excitement,and his eyes showed he was very interested indeed. 'Why did nobody else see these footprints?'he asked. The footprints were about twenty metres from the body,and nobody thought of looking so far away,'Mortimer replied. Yes,but this was no sheep dog.The footprints were very large indeed—enormous,'Mortimer answered The Alley is a path between two long yew hedges.The hedges are small trees that were planted very close together.They are about four metres high.The distance between the two yew hedges is about seven metres.Down the middle is a path of small stones.The path is about three metres wide,with grass on each side of it. 'So you can enter or leave the Yew Alley only from the Hall,or through the moor gate?'asked Holmes. Now,Dr Mortimer,this is important.You say that the footprints you saw were on the path and not on the grass?' 'Sir Charles seems to have stood there for five or ten min utes,'said Mortimer.'I know that because his cigar had burned down and the ash had dropped twice off the end of it. I didn't say so exactly,'replied Mortimer.'But since Sir Charles died,I have heard about a number of things that seem to be supernatural.Several people have seen an animal on the moor that looks like an enormous hound.They all agree that it was a huge creature,which shone with a strange light like a ghost.I have questioned these people carefully.They are all sensible people.They all tell the same story.Although they have only seen the creature far away,it is exactly like the hell hound of the Baskerville story.The people are very frightened,and only the bravest man will cross the moor at night. Sir Charles was old and unwell.We can understand why he took a walk each evening.But why did he stand in the cold,on wet ground,for five or ten minutes?Dr Mortimer cleverly noted the cigar ash,so we know how long Sir Charles stood there.We know that he kept away from the moor,so it's un likely that he waited at the moor gate every evening.I am be ginning to understand some things,Watson.But I'll think no more about it until we meet Dr Mortimer and Sir Henry Baskerville in the morning.Please give me my violin.' And Holmes began to play his violin.He had done all the thinking he could.Now he needed more details of the case to help him"
        },
        {
            "title":"巴斯克维尔猎犬-这宗案件开始了",
            "info":"作者： 来源： 时间：2007-08-03 00:55 ",
            "imgurl":"https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=225305618,1774898102&fm=27&gp=0.jpg",
            "context":"The September sun was shining brightly into the windows of 221B Baker Street,and London was enjoying a beautiful late summer.I had finished my breakfast and was reading the newspaper.As usual,Holmes had got up late,and was still eating.We were expecting a visitor at half past ten,and I wondered whether Holmes would finish his breakfast be fore our visitor arrived. Holmes was in no hurry.He was reading once again a letter he had received three days ago.It was from Dr James Mortimer,who asked for an appointment with Holmes. Well,Watson,'Holmes said to me,'I'm afraid that a doc tor from Devonshire won't bring us anything of real interest.His letter doesn't tell us anything about his business though he says it's very important.I hope we can help him.' Mortimer did not look like a country doctor.He was very tall and thin.He had a long thin nose.His grey eyes were bright,and he wore gold glasses.His coat and trousers were old and worn.His face was young,but his shoulders were bent like an old man's and his head was pushed forward.He took some pa pers from his pocket,and said: Mr Holmes,I need your help and advice.Something very strange and frightening has been happening.' Sit down,Dr Mortimer,'said Holmes,'and tell us your problem.I'll help you if I can.'"
        },
        {
            "title":"Companionship of Books - 以书为伴",
            "info":"作者： 来源：网络文章 时间：2010-12-27 17:53",
            "imgurl":"https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=1193919556,1881258448&fm=27&gp=0.jpg",
            "context":" A man may usually be known by the books he reads as well as by the company he keeps; for there is a companionship of books as well as of men; and one should always live in the best company, whether it be of books or of men. A good book may be among the best of friends. It is the same today that it always was, and it will never change. It is the most patient and cheerful of companions. It does not turn its back upon us in times of adversity or distress. It always receives us with the same kindness; amusing and instructing us in youth, and comforting and consoling us in age. Men often discover their affinity to each other by the mutual love they have for a book just as two persons sometimes discover a friend by the admiration which both entertain for a third. There is an old proverb, ‘Love me, love my dog.” But there is more wisdom in this:” Love me, love my book.” The book is a truer and higher bond of union. Men can think, feel, and sympathize with each other through their favorite author. They live in him together, and he in them. A good book is often the best urn of a life enshrining the best that life could think out; for the world of a man’s life is, for the most part, but the world of his thoughts. Thus the best books are treasuries of good words, the golden thoughts, which, remembered and cherished, become our constant companions and comforters. Books possess an essence of immortality. They are by far the most lasting products of human effort. Temples and statues decay, but books survive. Time is of no account with great thoughts, which are as fresh today as when they first passed through their author’s minds, ages ago. What was then said and thought still speaks to us as vividly as ever from the printed page. The only effect of time have been to sift out the bad products; for nothing in literature can long survive e but what is really good. Books introduce us into the best society; they bring us into the presence of the greatest minds that have ever lived. We hear what they said and did; we see the as if they were really alive; we sympathize with them, enjoy with them, grieve with them; their experience becomes ours, and we feel as if we were in a measure actors with them in the scenes which they describe The great and good do not die, even in this world. Embalmed in books, their spirits walk abroad. The book is a living voice. It is an intellect to which on still listens."
        },
        {
            "title":"On the Feeling of Immortality in youth",
            "info":"作者： 来源：网络文章 时间：2010-12-23 17:14",
            "imgurl":"http://img5.imgtn.bdimg.com/it/u=4021022192,1114513945&fm=200&gp=0.jpg",
            "context":"No young man believes he shall ever die. It was a saying of my brother’s, and a fine one. There is a feeling of Eternity in youth, which makes us amend for everything. To be young is to be as one of the Immortal Gods. One half of time indeed is flown-the other half remains in store for us with all its countless treasures; for there is no line drawn, and we see no limit to our hopes and wishes. We make the coming age our own -- The vast, the unbounded prospect lies before us we have as yet found no obstacle, no disposition to flag; and it seems that we can go on so forever. We look round in a new world, full of life, and motion, and ceaseless progress; and feel in ourselves all the vigor and spirit to keep pace with it, and do not foresee from any present symptoms how we shall be left behind in the natural course of things, decline into old age, and drop into the grave. It is the simplicity and as it were abstractedness of our feelings in youth, that (so to speak) identifies us with nature, and (our experience being slight and our passions strong) deludes us into a belief of being immortal like it. Our short-lives connection with existence we fondly flatter ourselves, is an indissoluble and lasting union-a honeymoon that knows neither coldness, jar, nor separation. As infants smile and sleep, we are rocked in the cradle of our wayward fancies, and lulled into security by the roar of the universe around us. we quaff the cup of life with eager haste without draining it, instead of which it only overflows the more objects press around us, filling the mind with their magnitude and with the strong of desires that wait upon them, so that we have no room for the thoughts of death. "
        },
        {
            "title":"Top 10 Things I Know for Sure-深信不疑的十大哲理",
            "info":"作者： 来源：网络文章 时间：2010-12-16 19:55",
            "imgurl":"https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=183762918,1839517660&fm=27&gp=0.jpg",
            "context":"We Are Responsible for Our Life. And nobody else. Although all success requires the assistance and cooperation of others, our success can never be left to anyone else. Luck is not a strategy Life is Short. Whether we live 20 years or 100, our lives pass quickly. All the more reason to spend our life doing what we love. Since we never know how much time we have left, we should live each day as if it is our last—for it just may be. You Can't Learn Less. We can only add to our knowledge. We don't have to give some of it up in exchange for new knowledge. Our ability to absorb and retain knowledge may just be unlimited. Clarity Leads to Power. When we're clear, we're more effective. Our clarity reduces our mistakes and enables us to enlist the help of others. We are more powerful when we are clear, and we are weaker when we are confused What You Sow, You Reap. This is also called The Law of the Farm or The Law of Reciprocity. In order to continue to receive, we must give. You Can't Un-ring a Bell. No one can change what's already happened. Whatever is done is done. It's up to us whether we use the experience to learn or allow ourselves to be run by the experience If You Don't Believe in Yourself, No One Else Will. People don't respect or follow anyone who doesn't have confidence in themselves. I think the Universe tends to trust us to the degree we trust ourselves. It Doesn't Take Guts to Quit. Anyone can quit. And most people do—on their dreams and on themselves． We Can Accomplish Anything We Want, Just Not EVERYTHING We Want. It's too big a world. There are too many options, too many things and only a certain amount of time. "
        },
        {
            "title":"On the Feeling of Immortality in youth-",
            "info":"作者： 来源：网络文章 时间：2007-08-23 23:34 ",
            "imgurl":"http://img3.imgtn.bdimg.com/it/u=2638186164,2742592381&fm=27&gp=0.jpg",
            "context":"No young man believes he shall ever die. It was a saying of my brother’s, and a fine one. There is a feeling of Eternity in youth, which makes us amend for everything. To be young is to be as one of the Immortal Gods. One half of time indeed is flown-the other half remains in store for us with all its countless treasures; for there is no line drawn, and we see no limit to our hopes and wishes. We make the coming age our own -- The vast, the unbounded prospect lies before us nor to the unrestricted opportunities of gratifying them. we have as yet found no obstacle, no disposition to flag; and it seems that we can go on so forever. We look round in a new world, full of life, and motion, and ceaseless progress; and feel in ourselves all the vigor and spirit to keep pace with it, and do not foresee from any present symptoms how we shall be left behind in the natural course of things, decline into old age, and drop into the grave. It is the simplicity, and as it were abstractedness of our feelings in youth, that (so to speak) identifies us with nature, and (our experience being slight and our passions strong) deludes us into a belief of being immortal like it. Our short-lives connection with existence we fondly flatter ourselves, is an indissoluble and lasting union-a honeymoon that knows neither coldness, jar, nor separation. "
        },
        {
            "title":"Just for Today - 就为了今天",
            "info":"作者： 来源：网络文章 时间：2010-11-13 10:23",
            "imgurl":"https://ss3.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=3795257940,971012317&fm=27&gp=0.jpg",
            "context":"Just for today I will try to live through this day only and not tackle my whole life problem at once. I can do something for twelve hours that would appall me if I had to keep it up for a lifetime. Just for today I will try to strengthen my mind. I will study. I will learn something useful. I will not be a mental loafer. I will read something that requires effort, thought and concentration. Just for today I will exercise my soul in three ways. I will do somebody a good turn and not get found out: If anybody knows of it, it will not count. I will do at least two things I don‘t want to do—just for exercise. I will not show anyone that my feelings are hurt: they may be hurt, but today I will not show it Just for today I will be agreeable. I will look as well as I can, dress becomingly, talk low, act courteously, criticize not one bit, and try not to improve or regulate anybody but myself. Just for today I will have a program, I may not follow it exactly, but I will have it. I will save myself from two pests: hurry and indecision Just for today I will have a quiet half hour all by myself and relax. During this half hour, sometime, I will try to get a better perspective of my life. Just for today I will be unafraid. Especially I will not be afraid to enjoy what is beautiful, and to believe that as I give to the world, so the world will give to me."
        },
        {
            "title":"Relish the Moment-品味现在",
            "info":"作者：yuanfang 来源：会员推荐 时间：2008-08-18 09:27 ",
            "imgurl":"https://ss0.bdstatic.com/70cFvHSh_Q1YnxGkpoWK1HF6hhy/it/u=2774765856,82512978&fm=115&gp=0.jpg",
            "context":"Tucked away in our subconsciousness is an idyllic vision. We see ourselves on a long trip that spans the continent. We are travelling by train. Out the windows, we drink in the passing scene of cars on nearby highways, of children waving on a crossing, of cattle grazing on a distant hillside, of smoke pouring from a power plant, of row upon row of corn and wheat, of flatlands and valleys, of mountains and rolling hillsides, of city skylines and village halls. But the uppermost in our minds is the final destination. On a certain day at a certain hour, we will pull into the station. Bands will be playing and flags waving. Once we reach there, so many wonderful dreams will come true and the pieces of our lives will be fit together like a completed jigsaw puzzle. How restlessly we pace the aisles, damning the minutes loitering, waiting, waiting, waiting for the station. Sooner or later, we must realize that there is no station, no one place to arrive at once and for all. The true joy of life is the trip. The station is only a dream. It constantly outdistances us. So stop pacing the aisles and counting the miles. Instead, climb more mountains, eat more icecreams, go barefoot more often, swim more rivers, watch more sunsets, laugh more and cry less. Life must be lived as we go along. Then the station will come soon enough."
        },
        {
            "title":"积极看待每一天",
            "info":"作者： 来源：网络文章 时间：2009-08-27 ",
            "imgurl":"https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=4170756155,4254980047&fm=27&gp=0.jpg",
            "context":"By training your thoughts to concentrate on the bright side of things, you are more likely to have the incentive to follow through on your goals. You are less likely to be held back by negative ideas that might limit your performance. Your life can be enhanced, and your happiness enriched, when you choose to change your perspective. Don't leave your future to chance, or wait for things to get better mysteriously on their own. You must go in the direction of your hopes and aspirations. Begin to build your confidence, and work through problems rather than avoid them. Remember that power is not necessarily control over situations, but the ability to deal with whatever comes your way. Take the energy that you have wasted and direct it toward every worthwhile effort that you can be involved in. You will see beautiful things happen when you allow yourself to experience the joys of life. You will find happiness when you addopt positive thinking into your daily routine and make it an important part of your world."
        }
    ]
}
